import Heading from '@components/Heading/Heading';

const paragraphs = [
  { id: 1, p: 'При оформленні замовлення до 18:00 відправки відбуваються в той самий день.' },
  { id: 2, p: 'Відправки по Україні здійснюємо кожного дня без вихідних (окрім днів, коли не працюють відділення Нової Пошти). Замовлення відправляються протягом 2 днів з моменту оформлення замовлення. Плату за доставку клієнт сплачує на пошті при отриманні замовлення.' },
  { id: 3, p: 'Сплатити замовлення можна при отриманні у відділенні Нової Пошти або у кур\'єра (послуга післяплати). Дана послуга є платною та тарифікується Новою Поштою.' },
  { id: 4, p: 'При оформленні замовлення клієнт може обрати доставку на будь-яке працююче відділення чи поштомат Нової Пошти. Доставка тарифікується згідно тарифів пошти.' },
];

function DeliveryAndPayment() {
  return (
    <div className="text-page">
      <Heading>ДОСТАВКА ТА ОПЛАТА</Heading>
      {paragraphs.map((paragraph) => (
        <p key={paragraph.id}>{paragraph.p}</p>
      ))}
    </div>
  );
}

export default DeliveryAndPayment;
