import Heading from '@components/Heading/Heading';

const paragraphs = [
  { id: 1, p: 'При оформленні замовлення до 18:00 відправки відбуваються в той самий день.' },
  { id: 2, p: 'Відправки по Україні здійснюємо кожного дня без вихідних (окрім днів, коли не працюють відділення Нової Пошти).' },
  { id: 3, p: 'Сплатити замовлення можна повністю при отриманні, скориставшись послугою післяплати/накладений платіж. Комісія пошти за зворотній переказ коштів складає 20 грн + 2% від суми замовлення та оплачується покупцем.' },
  { id: 4, p: 'При оформленні замовлення клієнт може обрати доставку на будь-яке працююче відділення чи поштомат. Доставка тарифікується згідно тарифів перевізника.' },
];

function DeliveryAndPayment() {
  return (
    <div className="text-page">
      <Heading>ДОСТАВКА ТА ОПЛАТА</Heading>
      {paragraphs.map((paragraph) => (
        <p key={paragraph.id}>{paragraph.p}</p>
      ))}
    </div>
  );
}

export default DeliveryAndPayment;
