import Heading from '@components/Heading/Heading';

const paragraphs = [
  { id: 1, p: 'Будь який товар, який був придбаний у нас на сайті або інстаграм сторінці, можна обміняти чи повернути впродовж 14 днів після отримання посилки без слідів використання. Вийнятки обміну виробничого браку розглядаються в індивідуальному порядку.' },
  { id: 2, p: 'Вартість доставки чи комісії за накладенний платіж не компенсується, за винятком обміну виробничого браку з нашого боку. Обмін товару здійснюється протягом 3-5 днів після отримання посилки з обміном від клієнта. У випадку повернення, кошти за товар відшкодовуються впродовж 5 днів після отримання посилки, на банківську картку клієнта. Щоб обміняти товар чи оформити повернення, необхідно написати нам в Instagram із описом проблеми. Ваша заявка буде оброблена протягом одного робочого дня.' },
];

function Returns() {
  return (
    <div className="text-page">
      <Heading>ПОВЕРНЕННЯ ТА ОБМІН</Heading>
      {paragraphs.map((paragraph) => (
        <p key={paragraph.id}>{paragraph.p}</p>
      ))}
    </div>
  );
}

export default Returns;
