import Heading from '@components/Heading/Heading';

const paragraphs = [
  { id: 1, p: 'Будь-який товар, придбаний у нас на сайті або інстаграм сторінці, можна обміняти чи повернути впродовж 14 днів після отримання посилки за умови, що він не був у використанні. Обмін та поверненя, спричинені виробничими дефектаи розглядаються в індивідуальному порядку.' },
  { id: 2, p: 'Вартість доставки чи комісії за накладенний платіж не компенсується. Обмін товару здійснюється впродовж 3-5 днів після отримання посилки від клієнта. У випадку повернення, кошти за товар відшкодовуються після отримання посилки, на банківську картку клієнта. Для обміну чи оформлення повернення зв\'яжіться з нами в будь-який зручний для Вас спосіб.' },
];

function Returns() {
  return (
    <div className="text-page">
      <Heading>ПОВЕРНЕННЯ ТА ОБМІН</Heading>
      {paragraphs.map((paragraph) => (
        <p key={paragraph.id}>{paragraph.p}</p>
      ))}
    </div>
  );
}

export default Returns;
