[
  {
    "id": 101001,
    "name": "Намистина \"Витончена класика\"",
    "oldPrice": 600,
    "price": 499,
    "description": "Ця елегантна намистина з тонким орнаментом та майстерним оздобленням підкреслить красу вашої прикраси. Декоративні візерунки, схожі на старовинні візерунки, створюють відчуття розкоші та витонченості, а сяючі елементи додають шарму. Вона стане особливим елементом вашої колекції, додаючи індивідуальності кожному образу.",
    "available": true,
    "category": 101,
    "sizes": "",
    "feature": "ТОП ПРОДАЖ"
  },
  {
    "id": 106001,
    "name": "Браслет із застібкою \"Чарівна симфонія\"",
    "oldPrice": 1189,
    "price": 1189,
    "description": "Цей елегантний браслет оздоблений витонченими срібними шармами, кожен з яких має свій унікальний дизайн та символізм. Чарівне поєднання класичних елементів, таких як зірка, серце та листок, додає йому особливого значення та стилю. Центральний елемент - шарм у вигляді об'ємного серця - символізує любов і близькість, а застібка надійно тримає всі прикраси на місці, додаючи аксесуару завершеного вигляду. Браслет підходить для щоденного носіння та особливих випадків, втілюючи в собі елегантність і гармонію.",
    "available": true,
    "category": 106,
    "sizes": "16,17,18,19,20,21",
    "sizeHint": "Огорніть зап’ясток вимірювальною стрічкою (сантиметром) та додайте до отриманої довжини 2-3 см. Отримане значення – Ваш розмір браслету",
    "feature": ""
  },
  {
    "id": 106002,
    "name": "Браслет із застібкою \"Вічна гармонія\"",
    "oldPrice": 1189,
    "price": 1189,
    "description": "Цей стриманий та вишуканий браслет виготовлений із гладенького срібла, що символізує чистоту та довершеність стилю. Декорований деталізованими шармами, він має гармонійний та класичний вигляд, що підходить як для повсякденного носіння, так і для особливих моментів. Кожен шарм відображає витонченість у своїх деталях, а надійна застібка забезпечує зручність і комфорт. \"Вічна гармонія\" стане ідеальним доповненням до будь-якого образу, надаючи йому завершеності та витонченого шарму.",
    "available": true,
    "category": 106,
    "sizes": "16,18,20",
    "sizeHint": "Огорніть зап’ясток вимірювальною стрічкою (сантиметром) та додайте до отриманої довжини 2-3 см. Отримане значення – Ваш розмір браслету",
    "feature": "🔥ТОП ПРОДАЖ"
  },
  {
    "id": 101002,
    "name": "Намистина \"Квітковий світанок\"",
    "oldPrice": 600,
    "price": 549,
    "description": "Надихнута природною красою весняного саду, ця намистина прикрашена ніжними квітами, які символізують пробудження та оновлення. Делікатні пелюстки й блискучі вставки додають їй чарівності та романтики, роблячи її ідеальним вибором для тих, хто цінує гармонію з природою. Ця прикраса чудово доповнить ваш браслет, надаючи йому легкості та витонченості.",
    "available": true,
    "category": 101,
    "sizes": ""
  },
  {
    "id": 102001,
    "name": "Підвіска \"Витончена перлина\"",
    "oldPrice": 600,
    "price": 499,
    "description": "Ця елегантна підвіска із сяючою перлиною та детально проробленим орнаментом символізує розкіш і грацію. Декоративні елементи нагорі створюють ефект королівської вишуканості, а підвішені металеві краплини додають їй динамічності та шарму. Ідеально підходить для тих, хто хоче додати до свого образу нотку класики та елегантності.",
    "available": true,
    "category": 102,
    "sizes": "",
    "feature": "SALE"
  },
  {
    "id": 106003,
    "name": "Браслет із застібкою \"Срібне відлуння\"",
    "oldPrice": 1189,
    "price": 1189,
    "description": "Цей вишуканий срібний браслет є символом чистоти та стриманої елегантності. Витончені декоративні елементи створюють гармонійне поєднання сучасного дизайну з класичними мотивами, а гладенька поверхня срібла додає аксесуару особливого блиску. Застібка надійно фіксує всі елементи, надаючи впевненості в кожному русі. \"Срібне відлуння\" — це ідеальний вибір для тих, хто цінує стиль і мінімалізм, підходить для будь-якого образу та моменту, надаючи відчуття завершеності та бездоганного смаку.",
    "available": true,
    "category": 106,
    "sizes": "17,19,21",
    "sizeHint": "Огорніть зап’ясток вимірювальною стрічкою (сантиметром) та додайте до отриманої довжини 2-3 см. Отримане значення – Ваш розмір браслету"
  },
  {
    "id": 102002,
    "name": "Підвіска \"Кулька блиску\"",
    "oldPrice": 499,
    "price": 499,
    "description": "Вишукана підвіска, що поєднує витонченість і сяйво. Її округлий дизайн, прикрашений мерехтливими камінцями та філігранними деталями, створює неповторний ефект розкішного блиску. Ідеально підходить для особливих моментів, коли кожна деталь має значення.",
    "available": true,
    "category": 102,
    "sizes": ""
  },
  {
    "id": 101003,
    "name": "Намистина \"Іскристий орнамент\"",
    "oldPrice": 549,
    "price": 549,
    "description": "Ця розкішна намистина привертає увагу вишуканим орнаментом та сяючими камінцями, що нагадують зірки на нічному небі. Декоративні візерунки підкреслюють елегантність та смак, а блискучі елементи додають їй шарму і витонченості. Ідеальний вибір для тих, хто цінує унікальність і стиль у кожній деталі.",
    "available": false,
    "category": 101,
    "sizes": ""
  },
  {
    "id": 102003,
    "name": "Підвіска \"Містична візерунчаста крапля\"",
    "oldPrice": 499,
    "price": 499,
    "description": "Елегантна підвіска з об’ємним рельєфним візерунком, що створює враження загадковості. Прикрашена мініатюрними кульками та витонченими лініями, вона символізує гармонію і баланс. Ідеальний аксесуар для тих, хто цінує красу в деталях і хоче додати трохи містичності у свій стиль.",
    "available": false,
    "category": 102,
    "sizes": ""
  },
  {
    "id": 107001,
    "name": "Сережки \"Срібні сфери\"",
    "oldPrice": 499,
    "price": 499,
    "description": "Ці елегантні сережки відзначаються лаконічним дизайном і вишуканою простотою. Кожна сережка складається з гладкої, дзеркально полірованої срібної сфери, яка вловлює і відбиває світло, створюючи ніжний блиск. Завдяки мінімалістичному дизайну та витонченій формі, вони чудово доповнять як повсякденний образ, так і вечірнє вбрання, підкреслюючи вашу індивідуальність та стиль.",
    "available": true,
    "category": 107,
    "sizes": "",
    "feature": "НОВИНКА"
  },
  {
    "id": 107002,
    "name": "Сережки \"Срібні контури\"",
    "oldPrice": 499,
    "price": 499,
    "description": "Ці сучасні срібні сережки вражають витонченою формою та мінімалістичним дизайном. Вигнуті у плавні, овальні лінії, вони мають дзеркально поліровану поверхню, що додає сережкам елегантності та непомітної розкоші. Їх універсальний дизайн ідеально підходить як для ділових зустрічей, так і для святкових подій, гармонійно поєднуючись з будь-яким стилем. \"Срібні контури\" — це стильний акцент, що підкреслить вашу індивідуальність та витончений смак.",
    "available": true,
    "category": 107,
    "sizes": ""
  },
  {
    "id": 107003,
    "name": "Сережки \"Срібні хвилі\"",
    "oldPrice": 499,
    "price": 499,
    "description": "Ці унікальні срібні сережки мають стильний та сміливий дизайн, що нагадує хвилюсті вигини металу. Кожна сережка виготовлена у формі об'ємного кільця з м'якими лініями та дзеркальною поліровкою, що додає відчуття руху і елегантної динаміки. Завдяки незвичайній формі, вони стають яскравим акцентом, який привертає увагу і підкреслює індивідуальність власниці. \"Срібні хвилі\" — це вибір для тих, хто любить сміливі прикраси з сучасним характером.",
    "available": false,
    "category": 107,
    "sizes": ""
  }
 ]
